Repository: sorabhtomar/utilpro-test
Catalog: languages/*.po
Languages: bg_bg, he_il

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
he_il: מצטערים, אין לך הרשאות להתקין את התוסף %1$s

source: There is an update available for: %1$s.
he_il: יש עדכון עבור: %1$s.

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
he_il: מצטערים, אין לך הרשאות לעדכן את התוסף %1$s

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
he_il: מצטערים, אין לך הרשאות להפעיל את התוסף %1$s

source: Begin updating plugin
he_il: מתחיל לעדכן את התוסף

source: No action taken. Plugin %1$s was already active.
he_il: לא התבצעה כל פעולה. התוסף %1$s כבר היה פעיל.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
he_il: התוסף לא פעיל. נדרשת גרסה חדשה יותר של התוסף %s עבור תבנית זו. אנא עדכן את התוסף.

source: Please contact the administrator of this site for help.
he_il: אנא צור קשר עם מפתח האתר לקבלת עזרה.

source: This plugin needs to be updated to be compatible with your theme.
he_il: התוסף הזה צריך עדכון על מנת להיות תואם לתבנית זו.

source: Update Required
he_il: עדכון נדרש

source: Set the parent_slug config variable instead.
he_il: אנא קבע את משתנה הסלאג של ההורה (parent_slug config) במקום.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
he_il: החבילה המרוחקת של התוסף אינה מכילה תיקיה עם הסלאג (slug) הדרוש ולכן שינוי שם אינו עבד.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
he_il: אנא צור קשר עם מפתחי התוסף ובקש מהם "לארוז" את התוסף על פי ההנחיות של וורדפרס.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
he_il: החבילה המרוחרת של התוסף מכילה יותר מקובץ אחד אך הקבצים אינם נמצאים בתיקיה.

source: External Source
he_il: מקור חיצוני

source: Active
he_il: פעיל

source: Required Update not Available
he_il: עדכון דרוש אינו זמין

source: Requires Update
he_il: נדרש עדכון

source: Update recommended
he_il: עדכון מומלץ

source: To Install <span class="count">(%s)</span>
he_il: להתקין <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
he_il: עדכון זמין <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
he_il: להפעיל <span class="count">(%s)</span>

source: Installed version:
he_il: גרסה מותקנת:

source: Minimum required version:
he_il: גרסה מינימלית נדרשת:

source: Available version:
he_il: גרסה זמינה:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
he_il: לא נמצאו תוספים להתקנה, עדכון או הפעלה. <a href="%1$s">חזרה ללוח הבקרה</a>

source: Version
he_il: גרסה

source: Upgrade message from the plugin author:
he_il: הודעת שדרוג ממחבר התוסף:

source: Update
he_il: עדכון

source: No plugins were selected to be installed. No action taken.
he_il: לא נבחרו תוספים להתקנה. לא התבצעה כל פעולה.

source: No plugins were selected to be updated. No action taken.
he_il: לא נבחרו תוספים לעדכון. לא התבצעה כל פעולה.

source: No plugins are available to be updated at this time.
he_il: לא נמצאו תוספים לעדכון בזמן זה.

source: No plugins were selected to be activated. No action taken.
he_il: לא נבחרו תוספים להפעלה. לא התבצעה כל פעולה.

source: Updating Plugin %1$s (%2$d/%3$d)
he_il: מעדכן תוספים %1$s (%2$d/%3$d)

# %1$s = plugin name
source: Installing Plugin: %s
he_il: מתקין תוסף: %s

# %1$s = dashboard link
source: All plugins installed and activated successfully. %s
he_il: כל התוספים הותקנו והופעלו בהצלחה: %s

# plugin A *and* plugin B
source: and
he_il: גם

# plugins
source: All <span class="count">(%s)</span>
he_il: הכל <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
he_il: לא ידוע

# %2$s = plugin name in screen reader markup
source: Install %2$s
he_il: מתקין %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
he_il: מעדכן %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
he_il: מפעיל %2$s

source: Search site
bg_bg: Търсене в сайта
he_il: חיפוש באתר

source: Menu
bg_bg: Меню
he_il: תפריט

source: Sub Navigation Menu
bg_bg: Под навигационно меню
he_il: תפריט ניווט משני

source: Install Required Plugins
bg_bg: Инсталирайте необходимите разширения
he_il: התקנת תוספים נחוצים

source: Install Plugins
bg_bg: Инсталиране на разширения
he_il: התקנת תוספים

source: Installing Plugin: %s
bg_bg: Инсталиране на разширение: %s
he_il: מתקין תוסף: %s

source: Something went wrong with the plugin API.
bg_bg: Нещо се обърка с плъгин API.
he_il: משהו השתבש עם ממשק ה API של התוסף.

source: This theme requires the following plugin: %1$s.
bg_bg: Тази тема изисква следнното разширение: %1$s.
he_il: תבנית זו דורשת את התוסף הבא: %1$s.

source: This theme recommends the following plugin: %1$s.
bg_bg: Тази тема препоръчва следния разширения: %1$s.
he_il: תבנית זו ממליצה על התוסף הבא: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
bg_bg: Съжаляваме, но не разполагате с нужните разрешения, за да актуализирате %s плъгините. Свържете се с администратора на сайта за помощ за подготовка на плъгините за актуализиране.
he_il: מצטערים אך אין לך את ההרשאות המתאימות להתקנת תוסף %s. יש לפנות למנהל האתר להתקנת התוסף.

source: The following required plugin is currently inactive: %1$s.
bg_bg: Следното задължително разширение в момента не е активно: %1$s.
he_il: התוסף הנחוץ הבא אינו פעיל כרגע: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
bg_bg: Следното препоръчително разширение в момента не е активно: %1$s.
he_il: התוסף המומלץ הבא אינו פעיל כרגע: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
bg_bg: Съжаляваме, но не разполагате с нужните разрешения, за да актуализирате %s плъгин. Свържете се с администратора на сайта за помощ за подготовка на плъгина за актуализиране.
he_il: מצטערים אך אין לך את ההרשאות המתאימות על מנת להפעיל את התוסף %s. יש לפנות למנהל האתר על מנת להפעיל תוסף זה.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
bg_bg: Следнатото разширение трябва да бъде актуализирано до последна версия, за да се осигури максимална съвместимост с тази тема: %1$s.
he_il: יש לעדכן תוסף זה לגרסתו האחרונה לתאימות מרבית עם התבנית: %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
bg_bg: Съжаляваме, но не разполагате с нужните разрешения, за да актуализирате %s плъгин. Свържете се с администратора на сайта за помощ за подготовка на плъгина за актуализиране.
he_il: מצטערים אך אין לך את ההרשאות המתאימות לעדכון התוסף %s. יש לפנות למנהל האתר לעדכון התוסף.

source: Begin installing plugin
bg_bg: Започнете инсталирането на разширението
he_il: מתחיל התקנת תוסף

source: Activate installed plugin
bg_bg: Активирайте инсталираното разширение
he_il: הפעל תוסף מותקן

source: Return to Required Plugins Installer
bg_bg: Назад към необходимите разширения за инсталиране
he_il: חזור להתקנת תוספים נדרשים

source: Plugin activated successfully.
bg_bg: Плъгинът е активиран успешно.
he_il: התוסף הופעל בהצלחה.

source: Page
bg_bg: Страница
he_il: עמוד

source: Begin activating plugin
bg_bg: Започнете активиране на плъгина
he_il: מתחיל הפעלת תוסף

source: Return to the dashboard
bg_bg: Връщане към таблото
he_il: חזרה ללוח הבקרה

source: The following plugin was activated successfully:
bg_bg: Плъгинът е активиран успешно.
he_il: התוסף הבא הופעל בהצלחה:

source: All plugins installed and activated successfully. %1$s
bg_bg: Всички плъгини са инсталирани и активирани успешно. %1$s
he_il: כל התוספים הותקנו והופעלו בהצלחה: %1$s

source: Dismiss this notice
bg_bg: Отхвърлете това известие
he_il: הסתר הודעה זו

source: Return to the Dashboard
bg_bg: Връщане към таблото
he_il: חזרה ללוח הבקרה

source: Pre-Packaged
bg_bg: Предварително опаковани
he_il: הוכן מראש

source: WordPress Repository
bg_bg: WordPress хранилище
he_il: מאגר וורדפרס

source: Required
bg_bg: Задължителен
he_il: נדרש

source: Recommended
bg_bg: Препоръчани
he_il: מומלץ

source: Not Installed
bg_bg: Не е инсталиран
he_il: לא מותקן

source: Installed But Not Activated
bg_bg: Инсталиран, но не е активиран
he_il: מותקן אך לא מופעל

source: Install
bg_bg: Инсталиране
he_il: מותקן

source: Activate
bg_bg: Активиране
he_il: מופעל

source: Plugin
bg_bg: Разширение
he_il: תוסף

source: Source
bg_bg: Източник
he_il: מקור

source: Type
bg_bg: Тип
he_il: סוג

source: Status
bg_bg: Статус
he_il: סטטוס

source: No plugins are available to be installed at this time.
bg_bg: Няма налични плъгини за инсталиране в този момент.
he_il: אין תוספים זמינים כעת להתקנה

source: No plugins are available to be activated at this time.
bg_bg: Няма плъгини на разположение за активиране в този момент.
he_il: אין תוספים זמינים כעת להפעלה

source: Plugin activation failed.
bg_bg: Грешка при активиране на разширението.
he_il: הפעלת התוסף נכשלה.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
bg_bg: Процесът на обновяване и активиране започна. При някои хостове обновяването може да отнеме време – моля за търпение.
he_il: תהליך ההתקנה וההפעלה החל. התהליך עלול לקחת זמן מה לכן יש להיאזר בסבלנות.

source: %1$s installed and activated successfully.
bg_bg: %1$s инсталирани и активирани успешно.
he_il: %1$s הותקן והופעל בהצלחה.

source: Show Details
bg_bg: Показване на детайлите
he_il: הצג פרטים

source: Hide Details
bg_bg: Скриване на детайлите
he_il: הסתר פרטים

source: All installations and activations have been completed.
bg_bg: Всички инсталации и активации са приключили.
he_il: כל ההתקנות וההפעלות הסתיימו.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
bg_bg: Инсталиране и активиране на плъгин %1$s (%2$d/%3$d)
he_il: מתקין ומפעיל תוסף %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
bg_bg: Инсталационният процес започва. Този процес може да отнеме известно време, за някои хостинги, така че моля бъдете търпеливи.
he_il: תהליך ההתקנה מתחיל. התהליך עלול להמשך זמן מה לכן יש להיאזר בסבלנות.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
bg_bg: Възникна грешка при инсталирането на %1$s: <strong>%2$s</strong>.
he_il: אירעה תקלה בזעת התקנת %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
bg_bg: Грешка при инсталиране на %1$s.
he_il: ההתקנה של %1$s נכשלה.

source: %1$s installed successfully.
bg_bg: %1$s инсталирани успешно.
he_il: %1$s הותקן בהצלחה.

source: All installations have been completed.
bg_bg: Всички инсталации са приключени.
he_il: כל ההתקנות הושלמו בהצלחה.

source: Installing Plugin %1$s (%2$d/%3$d)
bg_bg: Инсталиране на разширение %1$s (%2$d/%3$d)
he_il: מתקין תוסף %1$s (%2$d/%3$d)

source: Purple
bg_bg: Лилав
he_il: סגול

source: Green
bg_bg: Зелен
he_il: ירוק

source: Red
bg_bg: Червен
he_il: אדום

source: Primary Navigation Menu
bg_bg: Основно навигационно меню
he_il: תפריט ניווט ראשי

source: Footer Navigation Menu
bg_bg: Футър навигационно меню
he_il: תפריט ניווט פוטר

source: Utility Bar
bg_bg: Полезна лента
he_il: סרגל שירותים

source: This is the utility bar across the top of page.
bg_bg: Това е полезната лента в горната част на страницата.
he_il: זהו פס סרגל הכלים בראש העמוד

source: Home Welcome
bg_bg: Начало добре дошли
he_il: ברוכים הבאים בדף הבית

source: This is the welcome section at the top of the home page.
bg_bg: Това е участък добре дошъл в горната част на началната страница.
he_il: זהו החלק של הברוכים הבאים בחלק העליון בדף הבית

source: Call to Action
bg_bg: Призив за действие
he_il: קריאה לפעולה

source: This is the Call to Action section on the home page.
bg_bg: Това е секцията призив за действие на началната страница.
he_il: זהו החלק של הקריאה לפעולה בדף הבית

source: Search
bg_bg: Търси
he_il: חיפוש

source: Skip links
bg_bg: Пропусни връзките
he_il: דלג על קישורים

source: Skip to primary navigation
bg_bg: Прескачане към основната навигация
he_il: דלג לתפריט הניווט הראשי

source: Skip to content
bg_bg: Прескачане към съдържанието
he_il: דלג לתובן

source: Skip to primary sidebar
bg_bg: Прескачане към основната страничната лента
he_il: דלג לתפריט הצד הראשי

source: Skip to footer widgets
bg_bg: Прескачане към футър джаджите
he_il: דלג לוידג'טים בפוטר

source: Skip to footer navigation
bg_bg: Прескачане към футър навигацията
he_il: דלג לתפריט הניווט בפוטר

source: Utility Pro License
bg_bg: Utility Pro лиценз
he_il: Utility Pro רישיון

source: Enter your theme license key.
bg_bg: Въведете вашия тема лицензен ключ.
he_il: הכנס את מפתח הרישיון שלך.

source: License Key
bg_bg: Лицензен ключ
he_il: מפתח הרישיון

source: License Action
bg_bg: Лиценз за действие
he_il: פעולת הרישיון

source: Deactivate License
bg_bg: Деактивиране на лиценза
he_il: כבה את הרישיון

source: Activate License
bg_bg: Активиране на лиценза
he_il: הפעל את הרישיון

source: License status is unknown.
bg_bg: Статуса на лиценза е неизвестен.
he_il: מצב הרישיון אינו ידוע.

source: Renew?
bg_bg: Подновете?
he_il: לחדש ?

source: unlimited
bg_bg: неограничен
he_il: לא מוגבל

source: License key is active.
bg_bg: Лиценз ключа е активен.
he_il: מפתח הרישיון פעיל.

source: Expires %s.
bg_bg: Изтича %s.
he_il: פג תוקף %s.

source: You have %1$s / %2$s sites activated.
bg_bg: Вие имате %1$s / %2$s активирани сайтове.
he_il: יש בקשותך %1$s / %2$s אתרים פעילים.

source: License key expired %s.
bg_bg: Лицензния ключ е изтекъл %s.
he_il: מפתח הרישיון פוקע %s.

source: License key has expired.
bg_bg: Лицензния ключ изтече.
he_il: מפתח הרישיון פג תוקף.

source: License keys do not match.
bg_bg: Лицензния ключ не съвпада.
he_il: מפתחות הרישיון אינם תואמים.

source: License is inactive.
bg_bg: Лиценза е неактивен.
he_il: הרישיון אינו פעיל.

source: License key is disabled.
bg_bg: Лицензния ключ е деактивиран.
he_il: מפתח הרישיון אינו זמין.

source: Site is inactive.
bg_bg: Сайтът е неактивен.
he_il: האתר אינו פעיל.

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
bg_bg: При актуализирането на тази тема ще загубите всички персонализации, които сте направили. 'Отказ' за да се спрете, 'OK' за да актуализирате.
he_il: עדכון תבנית זו תגרום לאיבוד כל ההתאמות אותן ביצעת. "ביטול" על מנת לעצור או "כן" על מנת להמשיך.

source: <strong>%1$s %2$s</strong> is available. <a href="%3$s" class="thickbox" title="%4s">Check out what's new</a> or <a href="%5$s"%6$s>update now</a>.
bg_bg: <strong>%1$s %2$s</strong> е наличен. <a href="%3$s" class="thickbox" title="%4s">Вижте какво ново</a> or <a href="%5$s"%6$s>актуализирайте сега</a>.
he_il: <strong>%1$s %2$s</strong> זמין. <a href="%3$s" class="thickbox" title="%4s">בדוק מה חדש</a> או <a href="%5$s"%6$s>עדכן עכשיו</a>.

# Group of Home Gallery widget areas
source: Home Gallery %d
bg_bg: Начало на галерия %d
he_il: גלריית דף הבית %d

# Description of widget area
source: Home Gallery %d widget area on home page.
bg_bg: Начало на галерия %d джаджа област на началната страница.
he_il: אזור הוידג'ט %d של גלריית דף הבית

source: No-nonsense, functional child theme created for the Genesis Framework.
bg_bg: Функционалната дете тема е създадена за Genesis Framework.

source: Landing
bg_bg: Целева

# Enriqueta font: on or off
source: on
bg_bg: off

# Open Sans font: on or off
source: on
bg_bg: off
